// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Trabalhos armazenados";

NoPrintTitle = "Não foi possível imprimir o trabalho";
NoDeleteTitle = "Não foi possível excluir o trabalho";
NoPrintMsg1 = "Verifique se o PIN está correto.";
NoPrintMsg2 = "Verifique se a impressora está conectada e online.";

DeleteButtonTitle = "Excluir";
CancelButtonTitle = "Cancelar";

DeleteJobAlertTitle = "Tem certeza de que quer excluir o trabalho \"%@\"?";
DeleteJobAlertMsg = "Os dados dos trabalho serão perdidos e você não poderá desfazer essa ação.";

EnableJobStoring = "Ativar armazenamento do trabalho";
TaskDescription = "Selecionar um trabalho a ser impresso ou excluído. Para imprimir várias cópias digite o número de cópias desejado.";
UserName = "Nome do usuário";
JobName = "Nome do trabalho";
PinTitle = "Digitar o PIN de segurança do trabalho:";
CopiesTitle = "Cópias a serem impressas:";
DeleteButton = "Excluir";
PrintButton = "Impressão";
ApplyNowButton = "Aplicar agora";